[
    {
        "name": "Estimating / Quoting",
        "price": 1500,
        "description": "Create, update, and track estimate/quotes throughout the job lifecycle"
    },
    {
        "name": "Estimating / Quoting",
        "price": 1500,
        "description": "Centralized hub for managing Quote and estimates, reducing duplicate entries."
    },
    {
        "name": "Estimating / Quoting",
        "price": 1500,
        "description": "Email pdf directly to client"
    },
    {
        "name": "Estimating / Quoting",
        "price": 1500,
        "description": "Generate estimates from your own price book or database of commonly used items, ensuring consistency and accuracy for job costing."
    },
    {
        "name": "Contract Management",
        "price": 600,
        "description": "Contracts template with eSignature requests"
    },
    {
        "name": "Contract Management",
        "price": 600,
        "description": "Send Contracts to sub-contractors for eSignature"
    },
    {
        "name": "Contract Management",
        "price": 600,
        "description": "Requires eSignature add-on"
    },
    {
        "name": "Invoicing",
        "price": 750,
        "description": "Generate, track, and manage invoices for clients and suppliers with customizable templates."
    },
    {
        "name": "Invoicing",
        "price": 750,
        "description": "Centralized repository to categorize and store invoices and receipts for easy reference and accounting."
    },
    {
        "name": "Invoicing",
        "price": 750,
        "description": "Progress Billing: Easily create and manage progress invoices based on project milestones or completed phases."
    },
    {
        "name": "Invoicing",
        "price": 750,
        "description": "Track Payment Status: Monitor outstanding balances and payment progress directly within the app."
    },
    {
        "name": "Invoicing",
        "price": 750,
        "description": "Attach Supporting Documents: Effortlessly link all bills, purchase orders, invoices, and receipts to each client invoice for streamlined record-keeping and easy reference."
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Track hours with start/stop times and geolocation to verify job locations."
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Allow foremen or designated personnel to complete timesheets on behalf of team members."
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Log work activities by selecting tasks directly from the project budget list."
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Automatically allocate logged hours to job costing for accurate tracking of labor expenses."
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Automatically generate and manage weekly timesheets within the app using logged hours for streamlined payroll and reporting."
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Allow employees to log the time they spend on specific tasks, providing detailed insights for productivity."
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Local Weather Update"
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Calculate Distance to Job with Live traffic"
    },
    {
        "name": "Time Tracking",
        "price": 1200,
        "description": "Automatically log time on jobs for 'Actual Labour' Job Costing figures."
    },
    {
        "name": "Contact List",
        "price": 0,
        "description": "Included at no extra cost"
    },
    {
        "name": "Contact List",
        "price": 0,
        "description": "Comprehensive customer profiles with centralized contact and job history."
    },
    {
        "name": "Contact List",
        "price": 0,
        "description": "Searchable database for quick access to client or vendor details."
    },
    {
        "name": "Contact List",
        "price": 0,
        "description": "Tag contacts by Client, Sub-trade, Supplier, or other custom tags for easy categorization and filtering."
    },
    {
        "name": "AI Receipt/Invoice Scanning",
        "price": 1200,
        "description": "Automatically extract data from receipts and invoices using AI, streamlining uploads into the app for accurate invoicing and job costing."
    },
    {
        "name": "AI Receipt/Invoice Scanning",
        "price": 1200,
        "description": "Photo capture and upload for supplier invoices, with automatic tracking of payment details (e.g., cheque number, invoice number, paid/unpaid status, paid amount, etc.)."
    },
    {
        "name": "AI Receipt/Invoice Scanning",
        "price": 1200,
        "description": "Categorize scanned invoices and purchase orders by commitments, direct costs, or other classifications for accurate organization and reporting."
    },
    {
        "name": "Scheduling",
        "price": 750,
        "description": "Assign tasks and jobs to team members with clear timelines and priorities."
    },
    {
        "name": "Scheduling",
        "price": 750,
        "description": "Schedule employees on projects with an intuitive calendar view for easy planning."
    },
    {
        "name": "Scheduling",
        "price": 750,
        "description": "Utilize a Gantt chart view to manage and visualize project schedules seamlessly."
    },
    {
        "name": "Scheduling",
        "price": 750,
        "description": "Sync schedules directly with Google or Microsoft Calendar for streamlined integration."
    },
    {
        "name": "Scheduling",
        "price": 750,
        "description": "Assign and adjust tasks in real-time, ensuring teams stay aligned and on track."
    },
    {
        "name": "Quickbooks Integration",
        "price": 600,
        "description": NaN
    },
    {
        "name": "KPI Dashboard",
        "price": 600,
        "description": "Keep track of Job Costs automatically from Estimates and Invoices throughout the project"
    },
    {
        "name": "KPI Dashboard",
        "price": 600,
        "description": "Automated KPI dashboards for instant visibility into company performance."
    },
    {
        "name": "KPI Dashboard",
        "price": 600,
        "description": "Track financial and operational metrics to drive informed decision-making."
    },
    {
        "name": "Shop Drawing Submittals",
        "price": 750,
        "description": "Simplify the submission process by allowing shop drawings to be uploaded directly to the app and linked to specific projects."
    },
    {
        "name": "Shop Drawing Submittals",
        "price": 750,
        "description": "Track the review and approval status of shop drawings in real time, ensuring accountability and efficiency."
    },
    {
        "name": "Close Out Docs Management",
        "price": 500,
        "description": "Maintain a detailed checklist to track all required closeout documents, ensuring nothing is overlooked."
    },
    {
        "name": "Close Out Docs Management",
        "price": 500,
        "description": "Monitor the submission and approval status of closeout documents such as warranties, as-builts, and manuals."
    },
    {
        "name": "Job Costing",
        "price": 750,
        "description": "Compare estimated and actual material and labour costs"
    },
    {
        "name": "Job Costing",
        "price": 750,
        "description": "Monitor budgets across multiple projects with instant updates on costs versus estimates."
    },
    {
        "name": "Job Costing",
        "price": 750,
        "description": "Capture and categorize project expenses automatically from receipts, invoices, and purchase orders."
    },
    {
        "name": "Task Management",
        "price": 500,
        "description": "Create and assign tasks to employees, ensuring clear accountability."
    },
    {
        "name": "Task Management",
        "price": 500,
        "description": "Manage tasks from a central dashboard, with visibility across projects and clients."
    },
    {
        "name": "Task Management",
        "price": 500,
        "description": "Use task templates for recurring workflows like kickoff meetings, job startups, or project closeouts."
    },
    {
        "name": "Task Management",
        "price": 500,
        "description": "Track task progress and prioritize based on deadlines and job needs."
    },
    {
        "name": "Task Management",
        "price": 500,
        "description": "Daily Email Reminders"
    },
    {
        "name": "Site Reports / Daily Logs",
        "price": 1750,
        "description": "Generate comprehensive weekly site reports for clients, including updates on manpower, sub-trades, weather conditions, and/or safety violations."
    },
    {
        "name": "Site Reports / Daily Logs",
        "price": 1750,
        "description": "Automate daily site reports into a polished weekly summary, reducing manual effort while keeping clients informed."
    },
    {
        "name": "Site Reports / Daily Logs",
        "price": 1750,
        "description": "Log and track site activity daily, including safety issues, progress updates, and trade hours, then compile into a professional weekly report."
    },
    {
        "name": "Site Reports / Daily Logs",
        "price": 1750,
        "description": "Provide transparency to clients with detailed site reports summarizing manpower, weather impacts, and site safety compliance."
    },
    {
        "name": "Site Reports / Daily Logs",
        "price": 1750,
        "description": "Easily create and send weekly site reports based on daily entries, ensuring timely updates and accurate project tracking."
    },
    {
        "name": "Site Reports / Daily Logs",
        "price": 1750,
        "description": "Log and track site activity daily, including safety issues, progress updates, trades hours, and/or photos and videos."
    },
    {
        "name": "Material Inventory",
        "price": 750,
        "description": "Maintain a real-time database of material inventory levels, ensuring accurate stock counts and availability."
    },
    {
        "name": "Material Inventory",
        "price": 750,
        "description": "Track material usage across projects to monitor consumption and prevent shortages."
    },
    {
        "name": "Material Inventory",
        "price": 750,
        "description": "Generate alerts for low stock levels, enabling timely reorders and minimizing project delays."
    },
    {
        "name": "Material Inventory",
        "price": 750,
        "description": "Enable restocking of excess materials that were previously sold, allowing for better resource management and reducing waste. Easily track and reintegrate surplus materials into your inventory for future use or resale."
    },
    {
        "name": "Equipment Inventory",
        "price": 600,
        "description": "Assign equipment to employees or projects with a take-out feature to manage weekly usage."
    },
    {
        "name": "Equipment Inventory",
        "price": 600,
        "description": "Monitor the location and status of equipment, ensuring accountability and reducing loss or misuse."
    },
    {
        "name": "Equipment Inventory",
        "price": 600,
        "description": "Track maintenance schedules and usage history to ensure equipment remains operational and in compliance."
    },
    {
        "name": "Inspections",
        "price": 500,
        "description": "Track inspections from the building department or other authority, including schedules, statuses, and results."
    },
    {
        "name": "AI Notes Scanner",
        "price": 750,
        "description": "Capture and upload handwritten bi-weekly meeting notes, convert them into formalized digital documents, and send them directly to clients"
    },
    {
        "name": "Integrations",
        "price": 500,
        "description": "QuickBooks Online: Seamlessly push invoices from the app to QuickBooks Online for streamlined accounting. Automatically send invoices directly to clients from QuickBooks, reducing manual effort and ensuring accuracy."
    },
    {
        "name": "Integrations",
        "price": 500,
        "description": "Microsoft OneDrive/Google Drive "
    },
    {
        "name": "Integrations",
        "price": 500,
        "description": "Accounting Platform Integration: Seamlessly push invoices from the app to your Accounting platform for streamlined accounting. Automatically send invoices directly to clients from your accounting platform like QuickBooks, Sage, Xero, or Freshbooks, reducing manual effort and ensuring accuracy."
    },
    {
        "name": "Change Order Management",
        "price": 600,
        "description": "Create and send professional change orders to clients and subcontractors with clear details of scope and costs."
    },
    {
        "name": "Change Order Management",
        "price": 600,
        "description": "Track the status of all change orders, including pending, approved, or rejected, for better project control."
    },
    {
        "name": "Change Order Management",
        "price": 600,
        "description": "Automatically update project budgets and schedules based on accepted change orders to ensure accurate tracking."
    },
    {
        "name": "Client Portal",
        "price": 750,
        "description": "Provide clients with a secure portal to access restricted project information, including daily logs, photos, and approved documents."
    },
    {
        "name": "Client Portal",
        "price": 750,
        "description": "Allow clients to view real-time updates and progress reports for greater project transparency and communication."
    },
    {
        "name": "Client Portal",
        "price": 750,
        "description": "Enable selective sharing of project details, such as milestones and timelines, to maintain control over sensitive information."
    },
    {
        "name": "Purchase Orders",
        "price": 600,
        "description": "Create and send purchase orders to suppliers and subcontractors, specifying materials, quantities, and agreed prices for streamlined procurement."
    },
    {
        "name": "Purchase Orders",
        "price": 600,
        "description": "Track and manage the status of purchase orders in real-time, ensuring timely delivery of materials and adherence to project schedules."
    },
    {
        "name": "Purchase Orders",
        "price": 600,
        "description": "Centralize all purchase orders in one platform, providing a clear audit trail and reducing miscommunication between contractors, suppliers, and subcontractors."
    },
    {
        "name": "Project / Job Tracking",
        "price": 500,
        "description": "Monitor job progress with detailed tracking of phases, notes, tasks, photos, and videos, ensuring real-time updates and visibility."
    },
    {
        "name": "Project / Job Tracking",
        "price": 500,
        "description": "Seamlessly integrate additional features like job costing, scheduling, checklists, and daily reports to enhance project oversight."
    },
    {
        "name": "Project / Job Tracking",
        "price": 500,
        "description": "Centralize all project information in one place, making it easy to track milestones and maintain clear communication across teams."
    },
    {
        "name": "Project / Job Tracking",
        "price": 500,
        "description": "Schedule field crews with tasks, timelines, and locations for clear communication and real-time updates."
    },
    {
        "name": "Lead Management",
        "price": 600,
        "description": "Organize and track leads with detailed profiles, including past communication and follow-ups."
    },
    {
        "name": "Lead Management",
        "price": 600,
        "description": "Create mass email campaigns targeting past leads to reignite interest."
    },
    {
        "name": "Lead Management",
        "price": 600,
        "description": "Separate pre-sale tasks into a dedicated workflow for clarity and ease."
    },
    {
        "name": "Gantt Charts",
        "price": 1500,
        "description": "Visualize project timelines, phases, and milestones in an easy-to-read Gantt chart."
    },
    {
        "name": "Gantt Charts",
        "price": 1500,
        "description": "Track task dependencies to ensure projects stay on schedule and bottlenecks are avoided."
    },
    {
        "name": "Gantt Charts",
        "price": 1500,
        "description": "Adjust timelines seamlessly with drag-and-drop functionality for real-time project updates."
    }
]
